[{
		"title_fi": "FESTIVAALIALUE",
		"descr_fi": "<p>Tuskan festivaalialue sijaitsee Suvilahden tapahtumakentällä. Yleisöporttia lähinnä oleva osoite on Parrukatu 2-4, 00540 Helsinki. Alueelle on vain yksi yleisön sisääntuloportti, jossa on useampia kaistoja. Huomioikaa, että lipunluku- ja rannekekäytännöistä johtuen jonotusajat saattavat olla perjantaina verraten pitkiä.<\/p><p>TBD Festivaalialueen aukioloajat:<\/p><p>NÄMÄ LISÄTTÄVÄ<\/p><p>NÄMÄ LISÄTTÄVÄ<\/p><p>NÄMÄ LISÄTTÄVÄ<\/p><p>Jokaisen päivän viimeinen artisti lopettaa esityksensä 60 minuuttia ennen porttien sulkeutumista. Tarkat soittoaikataulut julkaistaan lähempänä festivaaliajankohtaa.<\/p><p>PÄIVITTYY KUN KARTTA JULKI Festivaalin yleisöpääportti on Parrukadulla, Hanasaaren voimalaitoksen puolella festivaalialuetta. Parrukadulle pääsee Sörnäisten Rantatien puolelta, ABC-huoltoaseman risteyksestä. Paikalle kannattaa saapua julkisilla kulkuneuvoilla: metrolla Sörnäisten asemalle tai raitiovaunulla ”Kurviin” eli Vilhonvuoreen (raitiovaunut 6, 7A/7B, 8). Helsingin Rautatientorilta pääsee Suvilahteen myös esim. bussilla nro. 68.<\/p><p>Joukkoliikenteen aikataulut löytyvät osoitteesta <a href=\"https:\/\/www.hsl.fi/\">www.hsl.fi<\/a>. Festivaalialueen läheisyydessä ei ole parkkitilaa autoille. Polkupyörät voi jättää pääportin läheisyydessä olevaan Fillariparkkiin, joka ei ole vartioitu.<\/p>",
		"title_en": "FESTIVAL AREA",
		"descr_en": "<p>Tuska Festival area is located on the Suvilahti event field. Address nearest to the festival entrance is <a href=\"http:\/\/maps.google.fi\/maps\/ms?vps=2&hl=fi&ie=UTF8&oe=UTF8&msa=0&msid=205546920369965436630.0004a145bbe069a3b5d81\">Parrukatu 2-4<\/a>, 00540 Helsinki. Walking distance from the city center to Tuska is about 3 km.<\/p><p>TBD Festival area is open during the following hours:<\/p><p>Fri TO BE ADDED<\/p><p>Sat TO BE ADDED<\/p><p>Sun TO BE ADDED<\/p><p>The last artist of each day will conclude their show 60 minutes before the festival gates close. Exact show times will be announced closer to festival date.<\/p><p>TO BE UPDATED AFTER MAP READY The best way to arrive to Tuska is by metro. <a href=\"http:\/\/www.hel.fi\/hki\/HKL\/en\/Etusivu\">Helsinki City Transport website<\/a>. Closest metro stop is Sörnäinen, a several hundred meters from the festival area. Use public transportation to get to Suvilahti: metro to Sörnäinen-station or tram (6, 7A/7B, 8) to \"Kurvi\" / Vilhovuori. You can also take the bus (68 and many more) from the central railway station. Approach the festival gate from Sörnäisten Rantatie, next to the ABC -gas station.<\/p><p>There is no public parking for cars at the festival.<\/p>"
	},
	{
		"title_fi": "ALEPA-KONTTI",
		"descr_fi": "<p> TBA Alepan festarikontista saat syötävää ja juotavaa tuttuun Alepa-hintaan. Tarkka valikoima varmistuu lähempänä tapahtumaa. Nopein ja varmin tapa varmistaa sujuva asiointi on ottaa mukaan käteistä rahaa. Alepa-kontissa käyvät maksuvälineinä myös kortit (pankki-, luotto- ja Electron), mutta mahdollisten maksuliikenneruuhkien takia maksukorttien läpimenoa ei voida tapahtumassa taata.<\/p>",
		"title_en": "ALEPA FESTIVAL STORE",
		"descr_en": "<p>TBA Alepa Festival Store is a convenience store within the festival area. From non-alcoholic drinks to sandwiches and ice cream, from cigarettes to sun tan lotion and raincoats, they've got it.<\/p>"
	},
	{
		"title_fi": "OMAT JUOMAT",
		"descr_fi": "<p>Omien alkoholijuomien tuominen tapahtumaan on kielletty. Portilla suoritetaan laukkutarkastus. Tapahtumaan saa tuoda yhden (1) läpinäkyvän, avaamattoman muovipullon alkoholitonta juomaa tai tyhjän, läpinäkyvän, muovisen juomavesipullon per asiakas. Suurin sallittu pullokoko on 1,5 litraa. Kaikki pullot tarkistetaan portilla ja järjestyksenvalvojilla on täysi oikeus käyttää omaa harkintaansa ja kieltää epämääräisten juomapullojen viemisen festivaalialueelle.<\/p>",
		"title_en": "OWN BEVERAGES",
		"descr_en": "<p>Bringing your own alcohol beverages to the festival area is strictly prohibited. Bag check will be in effect upon entering the festival. You can bring one (1) transparent, unopened plastic bottle of non-alcoholic beverage, or a transparent and empty plastic bottle per customer. Max. size 1,5 litres. Security personnel is allowed to forbid any \"suspicious\" bottles and ask to leave those to the cloakroom. There are water taps for public at the venue. Drinking tap water in Finland is ok.<\/p>"
	},
	{
		"title_fi": "APTEEKKI",
		"descr_fi": "<p>Lähin apteekki löytyy Sörnäisistä, osoitteesta Hämeentie 58 00500 Helsinki. Yliopiston apteekki Mannerheimintie 96:ssa Töölössä on auki 24h.<\/p>",
		"title_en": "PHARMACY",
		"descr_en": "<p>The nearest pharmacy is located in Sörnäinen, Hämeentie 58, 00500 Helsinki. Yliopiston Apteekki, Mannerheimintie 96, is open 24 hours.<\/p>"
	},
	{
		"title_fi": "ELÄKELÄISET",
		"descr_fi": "<p>Yli 65-vuotiaille eläkeläisille on varattu rajattu määrä kolmen päivän vapaalippuja. Oman vapaalippunsa voi käydä lunastamassa Tuska-Kiskalta festivaaliviikolla ma 25.6. alkaen. Tuska-Kiskan sijainnista ja aukioloajoista tiedotetaan myöhemmin.<\/p>",
		"title_en": "PENSIONERS",
		"descr_en": "<p>Senior citizens of over 65 years of age are allowed to access the festival area free of charge.<\/p>"
	},
	{
		"title_fi": "ENSIAPU & SAIRAALAT",
		"descr_fi": "<p>Alueella on ensiapupiste, josta saa aukioloaikojen puitteissa hoitoa. Alueen ollessa kiinni ja vamman ollessa vakava kannattaa ottaa yhteyttä Terveyspalvelujen neuvontaan, puh. <a href=\"tel:+358910023\">09 100 23<\/a>.<\/p>",
		"title_en": "FIRST AID",
		"descr_en": "<p>There is a first aid point at the festival area, which will serve during festival opening hours.<\/p>"
	},
	{
		"title_fi": "JATKOKLUBIT",
		"descr_fi": "<p><strong>Virgin Oil Co.<\/strong><br>Pe 29.6.2018 Klo 22-04<br>Liput 8\/10€, K-18<br>Bloodred Hourglass<br>Whispered<br>Mors Subita<br><br>La 30.6.2018 Klo 22-04<br>Liput 8/10€, K-18<br>Fear of Domination<br>Oceanhoarse<br>High School Dropouts.<\/p><br><br><p><strong>On The Rocks<\/strong><br>Pe 29.6.2018 klo 24:00-04:30<br>Liput: 6€ / Tuska-rannekkeella: 3€ (sis. eteispalvelumaksun), K-20<br>Stereo Terror DJ's<br><br>La 30.6.2018 klo 24:00-04:30<br>Liput: 6€ / Tuska-rannekkeella: 3€ (sis. eteispalvelumaksun), K-20<br>TRASHDISCO DJ's<br><br>Su 1.7.2018 Ohjelma julkistetaan myöhemmin.<\/p><br><br><p>Ennakkoliput kaikille Tuska-jatkoille myy <a href=\"http:\/\/www.tiketti.fi\">tiketti.fi<\/a>.<br><br>LISÄTIEDOT: <a href=\"http:\/\/www.virginoil.fi\">virginoil.fi<\/a> ja <a href=\"http:\/\/www.rocks.fi\">rocks.fi<\/a><\/p>",
		"title_en": "AFTER PARTIES",
		"descr_en": "<p><strong>Virgin Oil Co.<\/strong><br>Fri 29.6.2018 Hrs. 22-04<br>Tickets 8\/10€, agelimit 18<br>Bloodred Hourglass<br>Whispered<br>Mors Subita<br><br>Sat 30.6.2018 Hrs. 22-04<br>Tickets 8/10€, agelimit 18<br>Fear of Domination<br>Oceanhoarse<br>High School Dropouts.<\/p><br><br><p><strong>On The Rocks<\/strong><br>Fri 29.6.2018 Hrs. 24:00-04:30<br>Tickets: 6€ / with Tuska-wristband: 3€ (inc. cloakroom fee), agelimit 20<br>Stereo Terror DJ's<br><br>Sat 30.6.2018 Hrs. 24:00-04:30<br>Tickets: 6€ / with Tuska-wristband: 3€ (inc. cloakroom fee), agelimit 20<br>TRASHDISCO DJ's<br><br>Sun 1.7.2018 Program announced later.<\/p><br><br><p>Pre-sales for all show from <a href=\"http:\/\/www.tiketti.fi\/en\">tiketti.fi<\/a>.<br><br>ADDITIONAL INFORMATION: <a href=\"http:\/\/www.virginoil.fi\/in-english\/info.html\">virginoil.fi<\/a> and <a href=\"http:\/\/www.rocks.fi\/english\">rocks.fi<\/a><\/p>"
	},

	{
		"title_fi": "JUOMAVESI",
		"descr_fi": "<p>Alueella on useita juomavesipisteitä yleisölle. Ne on merkitty alueen pohjakarttaan vaaleansinisellä pisaran kuvalla.<\/p>",
		"title_en": "DRINKING WATER",
		"descr_en": "<p>There are water taps for public at the venue. Drinking tap water in Finland is ok.<\/p>"
	},
	{
		"title_fi": "KAMERAT & TALLENNUS",
		"descr_fi": "<p>Taskukameralla kuvaaminen on alueella sallittua. Kaikenlaisten ammattimaisten järjestelmäkameroiden, video- ja muiden nauhurien tuonti alueelle on kuitenkin kielletty.<\/p>",
		"title_en": "CAMERAS & RECORDING",
		"descr_en": "<p>Professional photo equipment requires press accerditation. Press accreditation & photo passes will be granted for media personnel only, not private customers. Pocket cameras & cell phone cameras are allowed. All video cameras and other recording equipment are strictly prohibited.<\/p>"
	},
	{
		"title_fi": "LAPSET",
		"descr_fi": "<p>Alle 12-vuotiaat pääsevät alueelle sisään omalla lipulla vain vastuuntuntoisen ja -kuntoisen lipullisen vanhemman seurassa. Alle 7v. lapset pääsevät alueelle ilmaiseksi lipullisen vanhemman seurassa. Emme suosittele pienten lasten alueelle tuomista. Muista suojata lasten(kin) kuulo.<\/p>",
		"title_en": "CHILDREN",
		"descr_en": "<p>Children under 12 years old must be escorted by a responsible and sober, over 18 year old guardian with a valid ticket. We do not recommed bringing little children to the festival.<\/p>"
	},
	{
		"title_fi": "LEIRINTÄ & MAJOITUS",
		"descr_fi": "<p>Tuskassa ei ole \"omia\" majoitusjärjestelyjä. Linkkejä halpoihin hotelleihin löytyy mm. <a href=\"http:\/\/www.visithelsinki.fi\/majoitu-ja-nauti\/majoitus\">TÄSTÄ LINKISTÄ<\/a> ja <a href=\"http:\/\/www.trivago.co.uk\/helsinki-81568\/hotel\">trivago -hotellihausta<\/a>.<\/p><p>Ainoa lähistöllä oleva leirintäalue sijaitsee Rastilassa metroaseman vieressä, liikkuminen sinne Suvilahdesta metrolla Sörnäisten tai Kalasataman asemalta on kätevää ja metromatka kestää n. 12 minuuttia. Leirintäalue on Helsingin kaupungin liikuntaviraston ylläpitämä ja siten avoinna kaikille. Alueelta voi toki lentää kesken juhlan ulos, jos onnistuu käyttäytymään liian huonosti.<\/p>",
		"title_en": "CAMPING & HOTELS",
		"descr_en": "<p>Tuska is located in the city so we have no camping area. The closest camping area is RASTILA, by the metro stop of the same name. Affordable accommodation in Helsinki from <a href=\"http:\/\/www.visithelsinki.fi\/en\/stay-and-enjoy\/accommodation\">THIS LINK<\/a> or via <a href=\"http:\/\/www.trivago.co.uk\/helsinki-81568\/hotel\">TRIVAGO<\/a> hotel search. Although the city has plenty of hotels you might want to book your hotel room well in advance as a plenty of Tuska-comers arrive from far away.<\/p>"
	},
	{
		"title_fi": "ESTEETTÖMYYS",
		"descr_fi": "<p>Saattaja (1 hlö) pääsee pyörätuolilla liikkuvan tai näkövammaisen lipullisen asiakkaan mukana ilmaiseksi sisään. Isojen ulkolavojen miksaustornien läheisyydessä on pyörätuolikorokkeet. Suvilahden tapahtuma-alueesta pyritään tekemään mahdollisimman esteetön pyörätuoli-asiakkaille.<\/p>",
		"title_en": "DISABLED CUSTOMERS",
		"descr_en": "<p>Physically disabled and visually impaired customers can bring an escort (1 person).<\/p>"
	},
	{
		"title_fi": "LÖYTÖTAVARAPISTE",
		"descr_fi": "<p>Festivaalin löytötavarapiste sijaitsee pääportilla narikan ohessa. Mikäli löydät alueelta jotain arvokkaan oloista, voit toimittaa sen löytötavarapisteeseen tai lähimmälle järjestyksenvalvojalle. Jos hukkaat jotain, käy kysymässä sitä löytötavarapisteeltä. Tapahtuman jälkeen noutamatta jääneet löytötavarat toimitetaan Pasilan poliisitalon löytötavaratoimistoon.<\/p>",
		"title_en": "LOST & FOUND",
		"descr_en": "<p>During the festival, ask for your lost items from the cloak room near the entrance. After the festival, all uncollected lost & found items will be delivered to the Pasila police station lost property.<\/p>"
	},
	{
		"title_fi": "MAKSUTAVAT",
		"descr_fi": "<p>Käteinen määrää mutta luotto- ja debit-kortit käyvät Tuskassa myös, lähes kaikissa myyntipisteissä.<\/p>",
		"title_en": "CASH & CREDIT CARDS",
		"descr_en": "<p>Cash is king but credit & debit cards work at most sales points in the Tuska festival area as well.<\/p>"
	},
	{
		"title_fi": "NARIKKA",
		"descr_fi": "<p>Festivaalialueen pääportilla on maksullinen narikka. Tilan ahtauden takia emme kuitenkaan voi säilöä narikassa rinkkoja tai muita isoja laukkuja. Isot laukut voi säilöä Helsingin rautatieaseman tavarasäilytyksessä.<\/p>",
		"title_en": "CLOAKROOM",
		"descr_en": "<p>You can leave your belongings in the cloakroom by the festival gate. NOTE!!! No huge backpacks or other large items, those can be left at the Helsinki railway station storage.<\/p>"
	},
	{
		"title_fi": "NIMIKIRJOITUKSET",
		"descr_fi": "<p>TUSKA 2018 -nimmarisessiot julkistetaan lähempänä tapahtumaa.<\/p>",
		"title_en": "AUTOGRAPH SESSIONS",
		"descr_en": "<p>TUSKA 2018 signing sessions will be announced closer to the festival.<\/p>"
	},
	{
		"title_fi": "PULLOT JA KIERRÄTYS",
		"descr_fi": "<p>Jos ostat alkoholitonta juomaa pulloissa myyntipisteistä, niin huomioithan että festivaalilla on edelleen oma pullonkeräysjärjestelmänsä. Strategisissa paikoissa on kyltein merkittyjä astioita, joihin toivomme asiakkaiden laittavan tyhjät pullonsa. Myös muuta jätettä pyritään mahdollisuuksien rajoissa kierrättämään. Jäteastioita löytyy keskitetysti useammasta kohtaa festivaalialuetta. Lajittelethan jätteesi oikeisiin jäteastioihin, kiitos!<\/p>",
		"title_en": "RECYCLING & DEPOSIT",
		"descr_en": "<p>Please note that in Finland all bottles are recycled. The festival has its own bottle recycling system, please do not trash empty bottles, place them in appropriate containers. Also, please sort your trash in appropriate containers.<\/p><p>We use a deposit system to boost the recycling: 1 euro deposit is charged when purchasing a canned drink or a drink in a mug. Deposit is returned when returning an empty, unbroken can/mug to the bar or to the deposit point.<\/p>"
	},
	{
		"title_fi": "PYSÄKÖINTI",
		"descr_fi": "<p>Pysäköinti Helsingissä on maksullista. Festivaalilla ei ole tarjota parkkipaikkoja asiakkaille.<\/p>",
		"title_en": "PARKING",
		"descr_en": "<p>Parking in Helsinki is not free of charge. The festival does not have parking for public.<\/p>"
	},
	{
		"title_fi": "RETKITUOLIT",
		"descr_fi": "<p>Retkituolit on sallittuja festivaalialueella, sen reuna-alueilla - mutta EI esiintymislavojen edessä (samat suoja-alueet, kuin tupakointikiellossa, kts. aluekartta, julkaistaan pian). Järjestyksenvalvojat valvovat retkituolien käyttöä ja voivat tarvittaessa pyytää siirtymään tuolien kanssa syrjemmälle turvallisuussyistä. Mikäli retkituolien käytöstä tulee ongelmia, voivat järjestyksenvalvojat myös puuttua niiden käyttöön kesken tapahtuman. Suosittelemme ensisijaisesti muunlaisten, esim. vaahtomuovisten istuinalustojen, käyttöä.<\/p>",
		"title_en": "FOLD OUT CHAIRS",
		"descr_en": "<p>Fold out chairs are permitted in the festival area, but not in front of the stages or other highly crowded areas. The security personnel may ask you to move your fold out chair from the crowd if they feel it may pose a danger or clogs up crowd movement.<\/p>"
	},
	{
		"title_fi": "TAKSI",
		"descr_fi": "<p>Helsingin taksin numero on <a href=\"tel:+3581000700\">0100 0700<\/a>. Kovasen taksipalveluita voi myös kysellä numerosta <a href=\"tel:+3582006060\">0200 6060<\/a>. Taxi Kajonin autoja voi tiedustella numerosta <a href=\"tel:+3581007070\">0100 7070<\/a>.<\/p>",
		"title_en": "TAXI",
		"descr_en": "<p>Helsinki taxi tel. is <a href=\"tel:+3581000700\">0100 0700<\/a>. You may aks also form taxi service Kovanen <a href=\"tel:+3582006060\">0200 6060<\/a> or taxi serie Kajoni <a href=\"tel:+3581007070\">0100 7070<\/a>.<\/p>"
	},
	{
		"title_fi": "TUPAKOINTI",
		"descr_fi": "<p>Tupakkalain mukaan tupakointi on kielletty festivaalialueen esitysten seuraamiseen välittömästi tarkoitetuissa tiloissa / alueilla, joissa osallistujat oleskelevat paikoillaan. Tästä syystä tupakointi kaikkien esiintymislavojen välittömässä läheisyydessä on kielletty. Savuttomat alueet merkitään festivaalin pohjakarttaan. Sisätilat ovat luonnollisesti savuttomia. Muualla festivaalin ulkoalueilla saa kyllä röyhytellä mielin määrin, kunhan ottaa muut huomioon.<\/p>",
		"title_en": "SMOKING",
		"descr_en": "<p>According to law, smoking in premises and spaces that are intended for watching performances, is strictly prohibited. Due to this, smoking is prohibited in immediate approximity of all stages. The indoor stage is completely non-smoking.<\/p>"
	},
	{
		"title_fi": "TURVALLISUUS",
		"descr_fi": "<p>Kaikenmoinen koristautuminen on erittäin suotavaa, kunhan otatte huomioon asusteidenne turvallisuuden. Eturivissä ryysiessänne saatatte vahingoittaa kanssajuhlijaa naularannekeellanne. Festivaalialueen portilla järjestyksenvalvojat tarkistavat ulkoasunne ja poistavat kaiken vaaralliseksi kokemansa, esimerkiksi nauloista tehdyt rannekkeet. Asustautumisessa onkin syytä ottaa käyttöön terve maalaisjärki.<p>Muita kiellettyjä esineitä festivaalialueella ovat (terä)aseet, lasipullot, purkit, alumiinitölkit, järjestelmäkamerat, nauhurit sekä sateenvarjot ja kaikki vaarallisiksi luokiteltavat esineet. Järjestyksenvalvojat tekevät portilla sisääntulijoille tarkastuksen näiden esineiden poissulkemiseksi.<p>Mikäli kuitenkin mukananne on jotain vaaralliseksi katsottavaa, festivaalialueen portilla on narikka, johon voitte tavaranne jättää.<\/p><p>Lemmikkieläinten tuominen alueelle on kielletty.<p>Avotulen teko alueella on kielletty, joten esim. kertakäyttögrillien tuominen alueelle on kielletty.<\/p>",
		"title_en": "SECURITY",
		"descr_en": "<p>Professional camera equipment, all recorders, cans, bottles, umbrellas and all things that can be considered dangerous are strictly prohibited, at the security personnel's discretion.<\/p>"
	},
	{
		"title_fi": "KYSYTTÄVÄÄ?",
		"descr_fi": "<p>MIKÄLI SINULLE TULEE EPÄSELVYYKSIÄ JOSTAKIN KÄYTÄNNÖN ASIASTA ALUEELLA, KÄÄNNY ROHKEASTI JÄRJESTYKSENVALVOJIEN PUOLEEN!Kaikki oikeudet muutoksiin pidätetään.<\/p>",
		"title_en": "QUESTIONS?",
		"descr_en": "<p>IF YOU HAVE ANY QUESTIONS REGARDING PRACTICALITIES DURING THE FESTIVAL, CONTACT THE SECURITY PERSONNEL. All rights to changes reserved. Please check possible updates of this info page and schedules before you arrive to the festival site.<\/p>"

	}
]
