[{
		"title_fi": "FESTIVAALIALUE",
		"descr_fi": "<p>Tuskan festivaalialue sijaitsee Suvilahden tapahtumakentällä. Yleisöporttia lähinnä oleva osoite on <a href=\"https:\/\/google.fi\/maps\/place\/Parrukatu+2,+00540+Helsinki\">Parrukatu 2-4<\/a>, 00540 Helsinki. Alueelle on vain yksi yleisön sisääntuloportti, jossa on useampia kaistoja. Huomioikaa, että lipunluku- ja rannekekäytännöistä johtuen jonotusajat saattavat olla perjantaina verraten pitkiä.<\/p><p><br><strong>Aukioloajat:<\/strong><br><\/p><p>Pe 29.6 13:00-01:00<\/p><p>La 30.6 13:00-01:00<\/p><p>Su 1.7 14:00-22:00<\/p><p><br>Jokaisen päivän viimeinen artisti lopettaa esityksensä 60 minuuttia ennen porttien sulkeutumista. Tarkat soittoaikataulut julkaistaan lähempänä festivaaliajankohtaa.<\/p><p><br><strong>Saapuminen:<\/strong><br>Paikalle kannattaa saapua julkisilla kulkuneuvoilla: metrolla Sörnäisten asemalle tai raitiovaunulla ”Kurviin” eli Vilhonvuoreen (raitiovaunut 6T ja 7). Helsingin Rautatientorilta pääsee Suvilahteen myös esim. bussilla nro. 16, 55, 78.Metro liikennöi 2 tuntia normaalia pidempään, 20 min vuoroväleillä perjantaina ja lauantaina.<\/p><p>Joukkoliikenteen aikataulut löytyvät osoitteesta <a href=\"https:\/\/www.hsl.fi/\">www.hsl.fi<\/a>.<\/p><p><br>Pysäköinti Helsingissä on maksullista. Festivaalialueen läheisyydessä ei ole parkkitilaa autoille. Lähin kaupunkipyöräasema sijaitsee alueen välittömässä läheisyydessä Vilhovuorenkadulla. Omalla polkupyörällä saapuville ei valitettavasti ole varattu omaa vartioitua pyöräparkkia.<\/p><p><br>Helsingin taksin numero on 0100 0700. Kovasen taksipalveluita voi myös kysellä numerosta 0200 6060.<\/p><p><br><strong>Kartta:<\/strong><br>LINKKI TULOSSA<\/p>",
		"title_en": "FESTIVAL AREA",
		"descr_en": "<p>Tuska Festival area is located on the Suvilahti event field. Address nearest to the festival entrance is <a href=\"https:\/\/google.fi\/maps\/place\/Parrukatu+2,+00540+Helsinki\">Parrukatu 2-4<\/a>, 00540 Helsinki.<\/p><p><br><strong>Festival area opening hours:<\/strong><br><\/p><p>Fri 29.6 13:00-01:00<\/p><p>Sat 30.6 13:00-01:00<\/p><p>Sun 1.7 14:00-22:00<\/p><p><br>The last artist of each day will conclude their show 60 minutes before the festival gates close. Exact show times will be announced closer to festival date.<\/p><p><br><strong>Arriving to the festival:<\/strong><br>The best way to arrive to Tuska is by public transport: closest metro and tram stop is Sörnäinen which is located a several hundred meters from the festival area. You can also take the bus (e.g. 16, 55, 78) from the central railway station. Metro operates 2 hrs longer than usual, in 20 minute intervals on Tuska Friday and Saturday nights.<\/p><p>See <a href=\"http:\/\/www.hel.fi\/hki\/HKL\/en\/Etusivu\">Helsinki City Transport website<\/a> for details.<\/p><p><br>Please note that parking in Helsinki is chargeable. Unfortunately there is no public parking for cars or bicycles at the festival.<\/p><p><br>To book a taxi call 0100 0700. <\/p><p><br><strong>Map of the festival area:<\/strong><br>LINKKI TULOSSA <\/p>"
	},
	{
		"title_fi": "LIPUT",
		"descr_fi": "<p><strong>Lipunmyynti:<\/strong><br>Lippujen hinnat ja muut tiedot <a href=\"http:\/\/www.tuska-festival.fi\/fi\/liput\">Liput<\/a>-sivulta. Kolmen ja kahden päivän liput vaihdetaan rannekkeisiin, joilla pääsee festivaalialueelta ulos ja sisään kesken kisapäivän. Yhden päivän lipuilla ainoastaan kerran päivässä sisään.<\/p><p><br><strong>Rannekkeenvaihto:<\/strong><br>Kolmen ja kahden päivän lippuja rannekkeisiin voi vaihtaa ennakkoon. Ennakkovaihtopisteen sijainnista ja aukioloajoista tiedotetaan myöhemmin. Rannekkeenvaihto myös festivaalin porteilla tapahtumapäivinä.<\/p><p><br><strong>Eläkeläiset:<\/strong><br>Yli 65-vuotiaille on varattu rajattu määrä kolmen päivän vapaalippuja. Oman vapaalippunsa voi käydä lunastamassa rannekkeiden ennakkovaihtopisteeltä festivaaliviikolla ma 25.6. alkaen. Ennakkovaihtopisteen sijainnista ja aukioloajoista tiedotetaan myöhemmin.<\/p><p><br><strong>Lapset:<\/strong><br>Alle 12-vuotiaat pääsevät alueelle sisään omalla lipulla vain vastuuntuntoisen ja -kuntoisen lipullisen vanhemman seurassa. Alle 7v. lapset pääsevät alueelle ilmaiseksi lipullisen vanhemman seurassa. Emme suosittele pienten lasten alueelle tuomista. Muista suojata lasten(kin) kuulo.<\/p>",
		"title_en": "TICKETS",
		"descr_en": "<p><strong>Tickets and wristbands:<\/strong><br>Go to <a href=\"http:\/\/www.tuska-festival.fi\/en\/liput\">Ticket<\/a>TICKETS -page for more information. All 3-day and 2-day tickets will be exchanged for a wristband which allows you to leave and re-enter the festival area during festival days. Please note that with 1-day ticket you can enter the festival area only once.<\/p><p><br><strong>Wristband exchange:<\/strong><br>You can exchange your 3-day or 2-day ticket for a wristband in advance. The location and opening hours of wristband exchange point will be annouced soon. The wristbands can also be exchanged at the festival gates at Suvilahti.<\/p><p><br><strong>Pensioners:<\/strong><br>We have reseved a quota of free 3-day tickets for senior citizens of over 65 years of age. The tickets can be collected from wristband exchange point starting on Mon 25.6. More info about wristband exchange point soon.<\/p><p><br><strong>Children:<\/strong><br>Children under 12 years old must be escorted by a responsible and sober, over 18 year old guardian with a valid ticket. We do not recommed bringing little children to the festival.<\/p>"
	},
	{
		"title_fi": "ESTEETTÖMYYS",
		"descr_fi": "<p><strong>Liikunta- ja näkörajoitteiset:<\/strong><br>Saattaja (1 hlö) pääsee pyörätuolilla liikkuvan tai näkövammaisen lipullisen asiakkaan mukana ilmaiseksi sisään. Isojen ulkolavojen miksaustornien läheisyydessä on pyörätuolikorokkeet. Suvilahden tapahtuma-alueesta pyritään tekemään mahdollisimman esteetön pyörätuoli-asiakkaille.<\/p>",
		"title_en": "DISABLED CUSTOMERS",
		"descr_en": "<p><strong>Physically disabled and visually impaired customers:<\/strong><br>Physically disabled and visually impaired customerscan bring an escort (1 person). Escorts of disabled people do not need to buy a ticket to access the festival area. There are viewing platforms near the mixing desks of the stages.<\/p>"
	},
	{
		"title_fi": "MAJOITUS",
		"descr_fi": "<p><strong>Leirintä ja majoitus:<\/strong><br>Tuskassa ei ole \"omia\" majoitusjärjestelyjä. Helsingin majoitusvaihtoehtoja löytyy mm. <a href=\"http:\/\/www.visithelsinki.fi\/majoitu-ja-nauti\/majoitus\">TÄSTÄ LINKISTÄ<\/a> ja <a href=\"http:\/\/www.trivago.co.uk\/helsinki-81568\/hotel\">trivago -hotellihausta<\/a>.<\/p><p>Ainoa lähistöllä oleva leirintäalue sijaitsee Rastilassa metroaseman vieressä, liikkuminen sinne Suvilahdesta metrolla Sörnäisten tai Kalasataman asemalta on kätevää ja metromatka kestää n. 12 minuuttia. Leirintäalue on Helsingin kaupungin liikuntaviraston ylläpitämä ja siten avoinna kaikille. Alueelta voi toki lentää kesken juhlan ulos, jos onnistuu käyttäytymään liian huonosti.<\/p>",
		"title_en": "ACCOMMODATION",
		"descr_en": "<p><strong>Camping & Hotels:<\/strong><br>Tuska is located in the city so we have no camping area. The closest camping area is RASTILA, by the metro stop of the same name. Affordable accommodation in Helsinki from <a href=\"http:\/\/www.visithelsinki.fi\/en\/stay-and-enjoy\/accommodation\">THIS LINK<\/a> or via <a href=\"http:\/\/www.trivago.co.uk\/helsinki-81568\/hotel\">TRIVAGO<\/a> hotel search. Although the city has plenty of hotels you might want to book your hotel room well in advance as a plenty of Tuska-comers arrive from far away.<\/p>"
	},
	{
		"title_fi": "TURVALLISUUS",
		"descr_fi": "<p><strong>Turvatarkastus:<\/strong><br>Järjestyksenvalvojat tekevät portilla sisääntulijoille turvatarkastuksen.<\/p><p><br><strong>Narikka/tavaransäilytys:<\/strong><br>Festivaalialueen pääportilla on maksullinen narikka. Kertakäynnin hinta 3€ käteisellä. Säilytystilojen rajallisuuden vuoksi emme voi säilöä narikassa rinkkoja tai muita isoja laukkuja. Isot laukut voi säilöä Helsingin rautatieaseman tavarasäilytyksessä.<\/p><p><br>Kielletyt esineet, aineet ja asiat: Omien alkoholijuomien tuominen tapahtumaan on kielletty. Portilla suoritetaan laukkutarkastus. Tapahtumaan saa tuoda yhden (1) läpinäkyvän, avaamattoman muovipullon alkoholitonta juomaa tai tyhjän, läpinäkyvän, muovisen juomavesipullon per asiakas. Suurin sallittu pullokoko on 1,5 litraa. Kaikki pullot tarkistetaan portilla ja järjestyksenvalvojilla on täysi oikeus käyttää omaa harkintaansa ja kieltää epämääräisten juomapullojen viemisen festivaalialueelle. <\/p><p><br>Kaikenmoinen koristautuminen on erittäin suotavaa, kunhan otatte huomioon asusteidenne turvallisuuden. Eturivissä ryysiessänne saatatte vahingoittaa kanssajuhlijaa naularannekeellanne. Festivaalialueen portilla järjestyksenvalvojat tarkistavat ulkoasunne ja poistavat kaiken vaaralliseksi kokemansa, esimerkiksi nauloista tehdyt rannekkeet. Asustautumisessa onkin syytä ottaa käyttöön terve maalaisjärki.<\/p><p><br>Muita kiellettyjä esineitä festivaalialueella ovat (terä)aseet, lasipullot, purkit, alumiinitölkit, järjestelmäkamerat, nauhurit sekä sateenvarjot ja kaikki vaarallisiksi luokiteltavat esineet. Järjestyksenvalvojat tekevät portilla sisääntulijoille tarkastuksen näiden esineiden poissulkemiseksi. <\/p><p><br>Mikäli kuitenkin mukananne on jotain vaaralliseksi katsottavaa, festivaalialueen portilla on narikka, johon voitte tavaranne jättää.<\/p><p><br>Lemmikkieläinten tuominen alueelle on kielletty.<\/p><p><br>Avotulen teko alueella on kielletty, joten esim. kertakäyttögrillien tuominen alueelle on kielletty.<\/p><p><br>Retkituolit: Retkituolit on sallittuja festivaalialueella, sen reuna-alueilla - mutta EI esiintymislavojen edessä.<\/p><p><br>Video- ja valokuvaaminen: Taskukameralla kuvaaminen on alueella sallittua. Kaikenlaisten ammattimaisten järjestelmäkameroiden, video- ja muiden nauhurien tuonti alueelle on kuitenkin kielletty.<\/p><p><br>Tupakointi alueella: Tupakointi on kielletty esiintymislavojen välittömässä läheisyydessä, teltoissa, sekä sisätiloissa. Otathan muut huomioon tupakoidessasi.<\/p><p><br>Ensiapu & sairaanhoito: Alueella on ensiapupiste, joka on merkitty pohjakarttaan ja Tuska-appiin. Alueen ollessa kiinni ja vamman ollessa vakava kannattaa ottaa yhteyttä Terveyspalvelujen neuvontaan, puh. 09 100 23.<\/p><p><br>Lähin apteekki löytyy Sörnäisistä, osoitteesta Hämeentie 58 00500 Helsinki. Yliopiston apteekki Mannerheimintie 96:ssa Töölössä on auki 24h.<\/p>",
		"title_en": "SAFETY",
		"descr_en": "<p><strong>Security check:<\/strong><br>The festival security personnel will check you at the security check before entering the festival area.<\/p><p><br><strong>Cloakroom:<\/strong><br>You can leave your belongings in the cloakroom by the festival gate. The cloakroom fee is 3€. Please note that huge backpacks or other large items can not be stored at cloakroom. Those items can be left at the Helsinki railway station storage.<\/p><p><br>Prohibited items:<\/strong><br>Bringing your own alcohol beverages to the festival area is strictly prohibited. Bag check will be in effect upon entering the festival. You can bring one (1) transparent, unopened plastic bottle of non-alcoholic beverage, or a transparent and empty plastic bottle per customer. Max. size 1,5 litres. Security personnel is allowed to forbid any suspicious bottles and ask to leave those to the cloakroom.<\/p><p><br>Please note safety with accessories (especially extremely studded bracelets etc.) and clothing.<\/p><p><br>Professional camera equipment, all recorders, cans, bottles, umbrellas, disposable grills and all things that can be considered dangerous are strictly prohibited, at the security personnel's discretion. It’s not allowed to bring you pet to festival area.<\/p><p><br>Fold out chairs: Fold out chairs are permitted in the festival area, but not in front of the stages or other highly crowded areas.<\/p><p><br>Cameras & Recording: Professional photo equipment requires press accerditation. Press accreditation & photo passes will be granted for media personnel only, not private customers. Pocket cameras & cell phone cameras are allowed. All video cameras and other recording equipment are strictly prohibited.<\/p><p><br>Smoking: Smoking is prohibited in immediate approximity of all stages. The indoor stage is completely non-smoking.<\/p><p><br>First aid & pharmacy: There is a first aid point at the festival area, which will serve during festival opening hours. The nearest pharmacy is located in Sörnäinen, Hämeentie 58, 00500 Helsinki. Yliopiston Apteekki, Mannerheimintie 96, is open 24 hours.<\/p>"
	},
	{
		"title_fi": "PALVELUT",
		"descr_fi": "<p><strong>Ruoka ja juoma:<\/strong><br> Alueelta löytyy ruokamyyntipisteitä moneen makuun, sekä Black Dining à la carte -ravintola (ennakkovaraukset <a href=\"http:\/\/www.tableonline.fi\">tableonline.fi<\/a>). Juomavesipisteet on merkitty alueen pohjakarttaan vaaleansinisellä pisaran kuvalla.<\/p><p><br><strong>Alepa-kontti:<\/strong><br>Alueella on Alepan konttikauppa, josta löytyy normaalihinnoin kaikki tarvittavat festivaalieväät ja -tarvikkeet.<\/p><p><br><strong>Pullonkeräys- ja kierrätys:<\/strong><br>Alueella on festivaalin toimesta järjestetty pullonkeräys, jonka tuotto ohjataan hyväntekeväisyyteen. Alueelta löytyy jäteastioita, joten lajittelethan jätteesi, kiitos!<\/p><p><br><strong>Löytötavarapiste:<\/strong><br>Festivaalin löytötavarapiste sijaitsee pääportilla narikan ohessa. Mikäli löydät alueelta jotain arvokkaan oloista, voit toimittaa sen löytötavarapisteeseen tai lähimmälle järjestyksenvalvojalle. Jos hukkaat jotain, käy kysymässä sitä löytötavarapisteeltä. Tapahtuman jälkeen noutamatta jääneet löytötavarat toimitetaan Pasilan poliisitalon löytötavaratoimistoon.<\/p><p><br><strong>Nimikirjoitukset:<\/strong><br>EMP:n nimmaripiste sijaitsee päälavan vieressä. Aikataulut julkaistaan myöhemmin.<\/p>",
		"title_en": "SERVICES",
		"descr_en": "<p><strong>Food & Drink:<\/strong><br>There are different kinds of food stalls and Black Dining à la carte restaurant at the festival area (reservations for Black Dining <a href=\"http:\/\/www.tableonline.fi\">tableonline.fi<\/a>). There are water taps for public at the venue.<\/p><p><br><strong>Alepa festival store:<\/strong><br>There is Alepa festival store at the area that sells groceries and other festival supplies at an affordable price.<\/p><p><br><strong>Deposit system & Recycling:<\/strong><br>Please note that in Finland all bottles are recycled. The festival has its own bottle recycling system, please do not trash empty bottles, place them in appropriate containers. Also, please sort your trash in appropriate containers.<\/p><p><br><strong>Lost & found:<\/strong><br>During the festival, ask for your lost items from the cloak room near the entrance. After the festival, all uncollected lost & found items will be delivered to the Pasila police station lost property.<\/p><p><br><strong>Autograph sessions:<\/strong><br>Autograph sessions will take place at EMP stand at festival area. Signing sessions will be announced closer to the festival.<\/p>"
	},
	{
		"title_fi": "JATKOKLUBIT",
		"descr_fi": "<p><strong>Virgin Oil Co.<\/strong><br>Pe 29.6.2018 Klo 22-04<br>Liput 8\/10€, K-18<br>Bloodred Hourglass<br>Whispered<br>Mors Subita<br><br>La 30.6.2018 Klo 22-04<br>Liput 8/10€, K-18<br>Fear of Domination<br>Oceanhoarse<br>High School Dropouts.<\/p><br><br><p><strong>On The Rocks<\/strong><br>Pe 29.6.2018 klo 24:00-04:30<br>Liput: 6€ / Tuska-rannekkeella: 3€ (sis. eteispalvelumaksun), K-20<br>Stereo Terror DJ's<br><br>La 30.6.2018 klo 24:00-04:30<br>Liput: 6€ / Tuska-rannekkeella: 3€ (sis. eteispalvelumaksun), K-20<br>TRASHDISCO DJ's<br><br>Su 1.7.2018 Ohjelma julkistetaan myöhemmin.<\/p><br><br><p>Ennakkoliput kaikille Tuska-jatkoille myy <a href=\"http:\/\/www.tiketti.fi\">tiketti.fi<\/a>.<br><br>LISÄTIEDOT: <a href=\"http:\/\/www.virginoil.fi\">virginoil.fi<\/a> ja <a href=\"http:\/\/www.rocks.fi\">rocks.fi<\/a><\/p>",
		"title_en": "AFTER PARTIES",
		"descr_en": "<p><strong>Virgin Oil Co.<\/strong><br>Fri 29.6.2018 Hrs. 22-04<br>Tickets 8\/10€, agelimit 18<br>Bloodred Hourglass<br>Whispered<br>Mors Subita<br><br>Sat 30.6.2018 Hrs. 22-04<br>Tickets 8/10€, agelimit 18<br>Fear of Domination<br>Oceanhoarse<br>High School Dropouts.<\/p><br><br><p><strong>On The Rocks<\/strong><br>Fri 29.6.2018 Hrs. 24:00-04:30<br>Tickets: 6€ / with Tuska-wristband: 3€ (inc. cloakroom fee), agelimit 20<br>Stereo Terror DJ's<br><br>Sat 30.6.2018 Hrs. 24:00-04:30<br>Tickets: 6€ / with Tuska-wristband: 3€ (inc. cloakroom fee), agelimit 20<br>TRASHDISCO DJ's<br><br>Sun 1.7.2018 Program announced later.<\/p><br><br><p>Pre-sales for all show from <a href=\"http:\/\/www.tiketti.fi\/en\">tiketti.fi<\/a>.<br><br>ADDITIONAL INFORMATION: <a href=\"http:\/\/www.virginoil.fi\/in-english\/info.html\">virginoil.fi<\/a> and <a href=\"http:\/\/www.rocks.fi\/english\">rocks.fi<\/a><\/p>"
	},
	{
		"title_fi": "MAKSUTAVAT",
		"descr_fi": "<p>Tuskassa toimivat kaikki maksuvälineet; mobiilimaksaminen, luotto- ja debit-kortit sekä käteinen. Festivaali suosittelee käyttämään digitaalista rahaa..<\/p>",
		"title_en": "CASH & CREDIT CARDS",
		"descr_en": "<p>We accept all forms of payment: mobile payment, credit & debit cards and cash. We recommend to use mobile and card payment.<\/p>"
	}
]
